physicax-desktop/web/cfd/backend/uploads/e826d9637d/case/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

/* Auto-generated epsilon */
dimensions      [0 2 -3 0 0 0 0];
internalField   uniform 2.704325e+05;
boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform 2.704325e+05;
    }
    outlet
    {
        type zeroGradient;
    }
    bottom
    {
        type symmetryPlane;
    }
    top
    {
        type symmetryPlane;
    }
    front
    {
        type symmetryPlane;
    }
    back
    {
        type symmetryPlane;
    }
    model
    {
        type epsilonWallFunction;
        value uniform 2.704325e+05;
    }
}
